<template>
  <div class="seller_wrap">
    <h1>商家服务协议</h1>
    <div class="item">
      <h2>特别声明：</h2>
      <p>
        在签署本协议前，您确认已经仔细阅读并完全同意衣质街网《用户服务协议》之全部内容。同时，作为商户，您承诺仔细阅读并全面遵守本协议之全部内容（特别是以粗体和/或下划线等突出显示方
        式展示的内容）。如果您对本协议的条款有疑问的，请通过衣质街客服渠道进行询问，衣质街网将向您解释条款内容。如果您不同意本协议的任意内容，或者无法准确理解衣质街网对条款的解释，
        请不要同意本协议或使用本协议项下的服务，否则，表示您已接受了以下所述的条款和条件，同意受本协议约束。届时您不应以未阅读本协议的内容或者未获得衣质街网对您问询的解答等理由，主
        张本协议无效，或要求撤销本协议。
      </p>
      <p>
        考虑到互联网信息服务性质和内容的不断发展和演进，您同意衣质街网有权对本协议条款进行修改，并将修改后的协议以在线公布、通过您注册时提供的通讯工具发送或者其他任何合理方式通知您。
        您同意承担及时查阅最新协议的义务。在该等修改发生后，若您不同意该最新协议，您应放弃注册、停止使用或主动取消本公司提供的服务。您继续使用本公司提供的服务的行为将被视为对该最新
        协议的全部内容予以接受和同意。如衣质街网需要商家与衣质街网另行签署协议的，则商家还应遵守另行签署的协议，若本协议与商家另行签署协议不一致的，以双方另行签署的协议为准。
      </p>
    </div>
    <div class="item">
      <h2>第一条 签约背景</h2>
      <p>
        为更好的为衣质街网商户提供服务,同时为更好的规范商户认领现有商户信息（包括新发布商户信息）、发布与商户相关的内容信息、推广信息行为，以及更好的使用衣质街网提供的基于商户中心的
        其他增值服务，特签署本协议。
      </p>
    </div>
    <div class="item">
      <h2>第二条 签约主体</h2>
      <p>
        本协议由“衣质街网”与通过认领现有商户信息、新发布商户信息或者其他方式获得衣质街网授权使用衣质街网商户中心服务功能的商家签署。
      </p>
    </div>
    <div class="item">
      <h2>第三条 协议订立、生效及其适用范围
      </h2>
      <p>
        3.1 您通过网络页面点击确认本协议或以勾选等其他方式选择接受本协议，包括但不限于未确认本协议而使用了衣质街网商户中心服务功能，均表示您与衣质街网已就本协议达成一致并同意接受本
        协议的全部约定内容。</p>
      <p>3.2 本协议自您确认或使用本协议之时即生效。</p>
      <p>3.3 您了解并同意，根据您实施的不同行为，您将受到本协议不同条款的约束。</p>
    </div>
    <div class="item">
      <h2>第四条 定义
      </h2>
      <p>4.1 衣质街网:网址为www.1zhijie.com的网站。</p>
      <p>4.2 商户信息：由衣质街网用户、商户发布的商户基本信息，包括但不限于商户名称、地址、联系方式等，简称POI。</p>
      <p>4.3 商户注册：通过实体店营业执照和法人身份证证件等相关资料提交注册，并通过审核的商户的经营管理者，可享有使用商户后台的权限。</p>
      <p>4.4 商户中心：衣质街网提供给商户的用于管理其POI的软件后台。</p>
    </div>
    <div class="item">
      <h2>第五条 商户服务的内容及功能
      </h2>
      <p>
        衣质街网通过商户中心后台管理系统为商户提供基础服务（包括商户信息编辑、维护、商户商品信息的上传管理、用户的晒单和互动管理等），现有以及后续可能提供的增值服务、推广技术服务
        （包括但不限于预约预定服务、线上购买服务、电子优惠券推广技术服务、电子会员卡推广技术服务）。商户接受除商户中心基础服务之外的增值服务、推广技术服务时，应当与衣质街网（或具体
        服务提供商）以书面或在线签署的方式另行签订服务协议以明确双方的具体权利义务。
      </p>
    </div>
    <div class="item">
      <h2>第六条 如您的账户同时符合以下条件，则衣质街网有权利终止您的账户。这将导致您的账户不能再登录衣质街网和或商户中心后台管理系统，相应服务亦同时终止：
      </h2>
      <p>（一）连续六个月未登录；</p>
      <p>（二）不存在未到期的有效业务；</p>
      <p>（三）终止您的账户和服务的行为不违反相关法律法规的强制性规定。</p>
    </div>
    <div class="item">
      <h2>第七条商户诚信义务
      </h2>
      <p>
        如您的账户有以下不诚信的行为并侵犯到衣质街网和商户约定的权益或有损害到用户消费权益的商户，不仅面临衣质街网对您的处罚，还应当自行承担其他法律责任。因您的不诚信行为给衣质街网
        造成的任何损失，您还应承担全部赔偿责任。
      </p>
      <p>（一）通过作弊手段刷单；</p>
      <p>（二）存在店下私下交易，受到用户举报的情况（1-3次有权利暂停账户或下架处理；3次以上可视情节严重程度终止账户）；</p>
      <p>（三）用户纠纷不能合理妥善解决，信誉度严重下降的账户。</p>
    </div>
    <div class="item">
      <h2>第八条 衣质街网的权利及责任限制
      </h2>
      <p>
      <p>8.1 衣质街网致力于不断提高商户服务的产品与技术质量、优质的用户体验以及系统的安全稳定；</p>
      <p>8.2 衣质街作为商户服务的技术服务提供商将按“现状”和按“可得到”的状态提供服务。衣质街网在此明确声明对商户服务不作任何明示或暗示的保证，包括但不限于对该服务的可适用性、没有
        错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途之类的保证、声明或承诺。</p>
      <p>8.3 在所适用的法律允许的范围内，衣质街网不做任何明示的或默示的声明，也不给予任何明示的或默示的保证或条件，包括但不限于
        <span>（1）关于适用性、特定用途适用性、准确性和无侵权行为的任何保证或条件；</span>
        <span>（2）在服务使用过程或行业惯例中产生的任何保证或条件；</span>
        <span>（3）在访问或使用商户服务时不受干扰、没有错误的任何保证或条件；</span>
        <span>（4）在任何书面或者口头的帮助、答疑过程中所作出的陈述、指导或者展示。</span></p>
      <p>8.4 在法律允许的最大免责范围内，在任何情况下衣质街网均不对源于、基于或因本协议或使用商户服务而导致的数据丢失和/或任何损害赔偿负责，包括但不限于直接的、间接的、特殊的、附带性
        的或惩罚性的损害赔偿或其他任何形式的损害赔偿，即使衣质街网已被告知此等损害赔偿的可能性。</p>
      <p>8.5 衣质街网对商户的任何通知，不论是口头还是书面的，均不表示衣质街网承担在本协议陈述以外的任何担保责任。</p>
      <p>8.6 对下列情形，衣质街网在法律允许的最大免责范围内予以免责：
        <span>（1）并非衣质街网的故意或过失而导致服务或者软件、信息无法使用。</span>
        <span>（2）由于商户或第三人的故意或过失导致其及/或任何第三方遭受损失。</span>
        <span>（3）因衣质街网合理控制范围以外的原因，包括但不限于不可抗力、政府行为和电力电信中断等，导致衣质街网未能履行或未能完全履行本合同的。</span></p>
      <p>8.7 在法律允许的最大免责范围内，衣质街网保留随时修改或中断服务而不需通知商户的权利，不需对商户或任何无直接关系的第三方负责。除非法律另有规定或者双方另有特别约定。</p>
      <p>8.8 如商户违反本协议第八条约定的承诺及保证，衣质街网有权采取一切必要的措施，包括但不限于：删除商户发布的内容、取消商户在网站获得的星级、荣誉以及虚拟财富，暂停或查封商户帐号，
        取消因违规所获利益，终止本服务协议，乃至通过诉讼形式追究商户法律责任等。以及情节严重的情况下商户同意衣质街有权根据该更为严厉的处罚规定对涉事商户予以处罚。</p>
      <p>8.9 商户认可并承诺，衣质街网内所有用户所发表的用户点评仅代表该用户个人观点，并不表示本网站赞同其观点或证实其描述，商户不会要求本网站承担用户点评引发的任何法律责任。</p>
    </div>
    <div class="item">
      <h2>第九条 知识产权及其它权利
      </h2>
      <p>9.1 您确认，您已经明确阅读，充分理解并自愿遵守本网站的《知识产权声明》。</p>
      <p>9.2 任何商户接受本协议，即表明该商户主动将其在任何时间段在本站发表的任何形式的信息的著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网
        络传播权、摄制权、改编权、翻译权、汇编权等，以及应当由著作权人享有的其他可转让权利无偿独家转让给衣质街网运营商所有，同时表明该商户许可衣质街网有权利就任何主体侵权而单独提起
        诉讼，并获得全部赔偿。本协议已经构成《著作权法》或者相关法律法规所规定的书面协议，其效力及于商户在衣质街网发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还
        是本协议签订后。</p>
      <p>9.3 衣质街网拥有此网站内容及资源的版权,受国家知识产权保护,享有对本网站各种协议、声明的修改权；未经衣质街网的明确书面许可，任何第三方不得为任何非私人或商业目的获取或使用本网
        站的任何部分或通过本网站可直接或间接获得的任何内容、服务或资料。任何第三方违反本协议的规定以任何方式，和/或以任何文字对本网站的任何部分进行发表、复制、转载、更改、引用、链接、
        下载或以其他方式进行使用，或向任何其他第三方提供获取本网站任何内容的渠道，则对本网站的使用权将立即终止，且任何第三方必须按照衣质街网的要求，归还或销毁使用本网站任何部分的内
        容所创建的资料的任何副本。</p>
      <p>9.4 衣质街网未向任何第三方转让本网站或其中的任何内容所相关的任何权益或所有权，且一切未明确向任何第三方授予的权利均归衣质街网所有。未经本协议明确允许而擅自使用本网站任何内容、
        服务或资料的，构成对本协议的违约行为，且可能触犯著作权、商标、专利和/或其他方面的法律法规，衣质街网保留对任何违反本协议规定的第三方（包括单位或个人等）提起法律诉讼的权利。</p>
    </div>
    <div class="item">
      <h2>第十条 适用法律与争议解决
      </h2>
      <p>10.1 因商户使用衣质街网站商户服务而引起或与之相关的一切争议均应依照中华人民共和国大陆地区法律（不包括冲突法）予以处理，并以上海市长宁区人民法院为第一审管辖法院。</p>
      <p>10.2 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。</p>
      <p>10.3 衣质街网于商户过失或违约时未行使本协议规定的权利的，不得视为其对商户的其他或以后同类之过失或违约行为弃权。</p>
    </div>
  </div>
</template>

<script>
    export default {
        name: "SellerProtocol"
    }
</script>

<style scoped lang="less" src="../style/sellerProtocol.less">

</style>
